[
  {
    "id": 4,
    "name": "Basilikum",
    "baseImageName": "basil",
    "aroma": [1, 1, 1, 1, 0, 1, 0, 0],
    "taste": [1, 2, 0, 0, 0, 0],
    "background": "Bis vor Kurzem wurde Basilikum einzig mit der mediterranen Küche assoziiert. Seit der Ausbreitung der asiatischen Küche weiß man aber: Basilikum wird dort ebenfalls verwendet - zu scharfen Gerichten!",
    "tasteDescription":"Das klassische Basilikum (Genovese) schmeckt angenehm fruchtig-scharf mit süßen Tönen.",
    "maxTemperature": 50
  },
  {
    "id": 8,
    "name": "Chilli",
    "baseImageName": "chilli",
    "aroma": [0, 0, 0, 0, 0, 0, 1, 1],
    "taste": [0, 0, 0, 0, 0, 2],
    "background": "Wenn's mal richtig scharf sein darf, greift man auch in Europa immer öfter zu Chillis - allzu lange standen diese Scharfmacher hierzuland im Schatten des Pfeffers.",
    "tasteDescription":"Die schärfe wird durch höhere Temperaturen dominanter.",
    "maxTemperature": 300
  },
  {
    "id": 7,
    "name": "Dill",
    "baseImageName": "dill",
    "aroma": [1, 1, 1, 1, 0, 0, 0, 1],
    "taste": [1, 2, 0, 0, 0, 0],
    "background": "Ursprünglich von den Römern auf ihren Feldzügen exportiert, gild Dill heute als Kraut des Nordens und des Fisches.",
    "tasteDescription": "Dill erinnert an Kümmel, Anis und Fenchel, schmeckt süßlich und passt gut zu Fisch und in Sahne- und Mayonnaisesaucen.",
    "maxTemperature": 80
  },
  {
    "id": 6,
    "name": "Minze",
    "baseImageName": "mint",
    "aroma": [1, 0, 1, 0, 0, 0, 1, 0],
    "taste": [0, 1, 0, 0, 0, 1],
    "background": "Aufgrund einer Vielzahl von Kreutzungen existieren zahlreiche verschiedene Arten von Minze, wobei die kulinarisch wichtigste in Europa die grüne Minze ist.",
    "tasteDescription":"Minze schmeckt gleichzeitig süß und scharf, wirkt aber kühlend.",
    "maxTemperature": 70
  },
  {
    "id": 2,
    "name": "Pfeffer",
    "baseImageName": "pepper",
    "aroma": [0, 1, 1, 1, 0, 0, 0, 1],
    "taste": [0, 0, 0, 1, 0, 2],
    "background": "Er gilt als König aller Gewürze. Alexander der Große brachte ihn aus Indien erstmals nach Europa. Schon im römischen Kochbuch des Apicius kommt er in fast jedem Rezept vor.",
    "tasteDescription":"Pfeffer zeichnet sich neben seiner Schärfe durch erdig-harzige, frische noten aus. Spannend wird es, wenn man unterschiedliche Sorten bewusst einsetzt.",
    "maxTemperature": 120
  },
  {
    "id": 1,
    "name": "Salz",
    "baseImageName": "salt",
    "aroma": [0, 0, 0, 0, 0, 0, 0, 0],
    "taste": [0, 0, 2, 0, 0, 0],
    "background": "Unser Würzmittel Nummer eins schmeckt nur salzig. Aber es gibt unterschiedliche Sorten, die doch mehr als rein salzig schmecken.",
    "tasteDescription":"Salz passt (in Maßen) zu allen Speisen. Bei den in der Küche üblichen Temperaturen verändert sich salz nicht.",
    "maxTemperature": 300
  },
  {
    "id": 3,
    "name": "Zimt",
    "baseImageName": "cinnamon",
    "aroma": [0, 1, 1, 1, 1, 1, 0, 0],
    "taste": [1, 0, 0, 1, 0, 0],
    "background": "Im Ägypten der Pharaonen wurde Zimt zu rituellen Zwecken eingesetzt. Im Alten Testament galt es als mindestens so wertvoll wie Gold.",
    "tasteDescription":"Zimt riecht sehr süß-aromatisch und warm, mit einer erkennbaren herben Note.",
    "maxTemperature": 100
  },
  {
    "id": 5,
    "name": "Zitronenzeste",
    "baseImageName": "lemonzest",
    "aroma": [1, 1, 1, 1, 0, 0, 0, 1],
    "taste": [0, 2, 0, 0, 0, 0],
    "background": "Zitronen sind klassische Säuerungsmittel. Ihre Schale bildet die Quintessenz dieser Zitrusfrucht, weil die Aromen hier konzentriert vorliegen.",
    "tasteDescription":"Zitronen duften fruchtig mit vielen Untertönen. Diese Aromen kommen in der Schale besser zur Geltung, im Saft werden sie von den höheren säuerlichen anteilen überdeckt.",
    "maxTemperature": 100
  }
]
